{
  "category": "Planetary",
  "meditations": [
    {
      "id": "planet_sun",
      "title": "Солнечная медитация: Сила и уверенность",
      "planet": "Sun",
      "duration": 600,
      "level": "beginner",
      "zodiacSign": "Leo",
      "description": "Медитация для подключения к энергии Солнца. Наполняет жизненной силой, уверенностью и радостью.",
      "benefits": [
        "Повышение жизненной энергии",
        "Укрепление уверенности в себе",
        "Активация творческой силы",
        "Радость и оптимизм"
      ],
      "script": "Сядьте удобно лицом к востоку, если возможно. Закройте глаза и представьте восходящее солнце.\n\nВизуализируйте яркий золотой шар света перед собой — это Солнце, источник всей жизни. Почувствуйте его тепло на своем лице.\n\nС каждым вдохом втягивайте золотой свет в своё тело через солнечное сплетение. Этот свет наполняет вас жизненной силой.\n\nПредставьте, как золотой свет течет по вашим венам вместо крови, наполняя каждую клетку солнечной энергией.\n\nВы чувствуете, как ваше собственное внутреннее Солнце начинает сиять из центра груди. Вы — источник света, тепла и жизни.\n\nПовторяйте мантру: 'Я — свет. Я — сила. Я сияю.'\n\nПочувствуйте уверенность, достоинство и силу Солнца в себе. Вы — центр своей вселенной.\n\nВизуализируйте, как ваш свет освещает всё вокруг, принося тепло и радость другим.\n\nОставайтесь в этом состоянии солнечной силы несколько минут.\n\nКогда будете готовы, поблагодарите Солнце и медленно откройте глаза, сохраняя этот свет в себе.",
      "bestTime": "Рассвет или полдень",
      "mantra": "OM SURYAYA NAMAHA"
    },
    {
      "id": "planet_moon",
      "title": "Лунная медитация: Интуиция и исцеление",
      "planet": "Moon",
      "duration": 720,
      "level": "beginner",
      "zodiacSign": "Cancer",
      "description": "Медитация для подключения к энергии Луны. Развивает интуицию, исцеляет эмоции и соединяет с женской энергией.",
      "benefits": [
        "Развитие интуиции",
        "Эмоциональное исцеление",
        "Связь с женской энергией",
        "Успокоение ума"
      ],
      "script": "Сядьте в спокойном месте в вечернее время. Закройте глаза и дышите глубоко.\n\nПредставьте полную Луну в ночном небе — яркую, серебристую, спокойную. Она излучает мягкий белый свет.\n\nВизуализируйте, как лунный луч света спускается с неба и входит через вашу коронную чакру, наполняя голову прохладным серебристым сиянием.\n\nЭтот свет течет вниз, охлаждая и успокаивая ум, сердце, всё тело. Он смывает все напряжения и тревоги, как океанский прилив.\n\nПочувствуйте связь с циклами Луны, с приливами и отливами жизни. Всё меняется, всё течет.\n\nПоложите руки на живот и почувствуйте свой эмоциональный центр. Позвольте любым эмоциям подняться на поверхность, как волны. Наблюдайте их без суждения.\n\nЛунный свет исцеляет все эмоциональные раны, омывает душу, приносит покой.\n\nПовторяйте: 'Я теку с жизнью. Я принимаю перемены. Я исцелён.'\n\nПредставьте, что вы купаетесь в лунном свете, который очищает вашу ауру.\n\nОставайтесь в этом состоянии покоя и исцеления.\n\nПоблагодарите Луну и медленно откройте глаза.",
      "bestTime": "Полнолуние или вечер",
      "mantra": "OM CHANDRAYA NAMAHA"
    },
    {
      "id": "planet_mercury",
      "title": "Меркурианская медитация: Ясность ума",
      "planet": "Mercury",
      "duration": 480,
      "level": "beginner",
      "zodiacSign": "Gemini",
      "description": "Медитация для подключения к энергии Меркурия. Улучшает ментальную ясность, коммуникацию и обучаемость.",
      "benefits": [
        "Ясность мышления",
        "Улучшение коммуникации",
        "Быстрота ума",
        "Способность к обучению"
      ],
      "script": "Сядьте в удобной позе с прямой спиной. Закройте глаза и сосредоточьтесь на дыхании.\n\nВизуализируйте планету Меркурий — маленькую, быструю, излучающую яркий серебристо-голубой свет.\n\nПредставьте, что этот свет входит в вашу голову через макушку, активизируя мозг. Вы чувствуете, как ум становится ясным, быстрым, острым.\n\nМеркурианская энергия течет к вашему горлу, активизируя способность к ясной коммуникации. Ваши слова становятся точными и эффективными.\n\nПочувствуйте легкость и подвижность этой энергии. Ваш ум свободно перемещается от идеи к идее, соединяя информацию новыми способами.\n\nПовторяйте: 'Мой ум ясен. Я общаюсь легко. Я учусь быстро.'\n\nПредставьте, что вы можете мгновенно понимать сложные концепции, легко запоминать информацию, ясно выражать свои мысли.\n\nВизуализируйте серебристый свет, создающий нейронные связи в вашем мозгу, делая его быстрее и эффективнее.\n\nОставайтесь в этом состоянии ментальной ясности.\n\nПоблагодарите Меркурий и откройте глаза, чувствуя остроту ума.",
      "bestTime": "Утро или среда",
      "mantra": "OM BUDHAYA NAMAHA"
    },
    {
      "id": "planet_venus",
      "title": "Венерианская медитация: Любовь и красота",
      "planet": "Venus",
      "duration": 720,
      "level": "beginner",
      "zodiacSign": "Taurus",
      "description": "Медитация для подключения к энергии Венеры. Раскрывает сердце, привлекает любовь и усиливает чувство прекрасного.",
      "benefits": [
        "Раскрытие сердечной чакры",
        "Привлечение любви",
        "Усиление красоты",
        "Гармония в отношениях"
      ],
      "script": "Устройтесь в красивом, приятном месте. Зажгите свечу или благовония. Закройте глаза.\n\nВизуализируйте планету Венеру — прекрасную, сияющую розовым и зеленым светом, окутанную облаками жемчужного цвета.\n\nПредставьте, как розовый свет Венеры нисходит и входит в ваше сердце. Вы чувствуете, как сердце наполняется теплом, любовью, нежностью.\n\nЭта венерианская энергия делает вас магнитом для любви и красоты. Вы становитесь более привлекательным, очаровательным, любящим.\n\nПоложите руки на сердце и почувствуйте любовь к себе. Повторяйте: 'Я прекрасен. Я достоин любви. Я люблю и любим.'\n\nПредставьте идеальные отношения, которые вы хотите. Почувствуйте любовь, гармонию, взаимопонимание. Венера притягивает это в вашу жизнь.\n\nВизуализируйте, как розовый свет исходит из вашего сердца, окутывая вас аурой любви и красоты.\n\nПочувствуйте красоту во всём — в вашем теле, в окружающем мире, в людях. Вы видите и создаёте красоту.\n\nОставайтесь в этом состоянии любви и прекрасного.\n\nПоблагодарите Венеру и откройте глаза, сияя красотой.",
      "bestTime": "Вечер или пятница",
      "mantra": "OM SHUKRAYA NAMAHA"
    },
    {
      "id": "planet_mars",
      "title": "Марсианская медитация: Воля и действие",
      "planet": "Mars",
      "duration": 540,
      "level": "intermediate",
      "zodiacSign": "Aries",
      "description": "Медитация для подключения к энергии Марса. Усиливает волю, храбрость и способность к действию.",
      "benefits": [
        "Усиление силы воли",
        "Активация энергии действия",
        "Развитие храбрости",
        "Преодоление препятствий"
      ],
      "script": "Встаньте в позу воина или сядьте с очень прямой спиной. Закройте глаза.\n\nВизуализируйте планету Марс — красную, огненную, излучающую мощную энергию.\n\nПредставьте, как красный огненный луч входит в ваше солнечное сплетение. Вы чувствуете жар, силу, непоколебимую волю.\n\nМарсианская энергия наполняет ваши мышцы силой, ваш дух — храбростью, вашу волю — несгибаемостью.\n\nПовторяйте мощно: 'Я силен. Я храбр. Я действую. Я преодолеваю.'\n\nПредставьте препятствие или вызов в вашей жизни. Видьте, как вы встречаете его с силой Марса — решительно, храбро, без колебаний.\n\nПочувствуйте огонь воина в вашем животе. Это священный огонь действия, который превращает намерение в реальность.\n\nВизуализируйте красную энергию, текущую по вашим рукам и ногам, готовую к действию.\n\nСожмите кулаки и почувствуйте силу. Вы — непобедимый воин.\n\nОставайтесь в этом состоянии силы и готовности.\n\nПоблагодарите Марс и откройте глаза, готовые действовать.",
      "bestTime": "Утро или вторник",
      "mantra": "OM MANGALAYA NAMAHA"
    },
    {
      "id": "planet_jupiter",
      "title": "Юпитерианская медитация: Расширение и мудрость",
      "planet": "Jupiter",
      "duration": 720,
      "level": "beginner",
      "zodiacSign": "Sagittarius",
      "description": "Медитация для подключения к энергии Юпитера. Приносит расширение, изобилие, мудрость и удачу.",
      "benefits": [
        "Привлечение изобилия",
        "Расширение возможностей",
        "Развитие мудрости",
        "Оптимизм и удача"
      ],
      "script": "Сядьте в просторной, открытой позе. Закройте глаза и улыбнитесь.\n\nВизуализируйте огромную планету Юпитер — величественную, излучающую золотисто-фиолетовый свет, полную достоинства и щедрости.\n\nПредставьте, как этот свет расширяющейся энергии входит в вашу коронную чакру. Вы чувствуете, как ваше сознание расширяется, границы растворяются.\n\nЮпитерианская энергия наполняет вас оптимизмом, верой в лучшее, чувством изобилия. Вселенная щедра, и вы — часть этого изобилия.\n\nПовторяйте: 'Я расширяюсь. Изобилие течет ко мне. Я мудр и удачлив.'\n\nПредставьте, что ваша жизнь расширяется во всех направлениях — больше возможностей, больше радости, больше мудрости, больше изобилия.\n\nВизуализируйте себя учителем, философом, мудрецом — делящимся знанием с щедростью Юпитера.\n\nПочувствуйте благословение и защиту великого благодетеля. Удача на вашей стороне.\n\nОставайтесь в этом состоянии расширения и изобилия.\n\nПоблагодарите Юпитер за его щедрость и откройте глаза.",
      "bestTime": "Четверг",
      "mantra": "OM GURAVE NAMAHA"
    },
    {
      "id": "planet_saturn",
      "title": "Сатурнианская медитация: Дисциплина и мастерство",
      "planet": "Saturn",
      "duration": 720,
      "level": "advanced",
      "zodiacSign": "Capricorn",
      "description": "Медитация для подключения к энергии Сатурна. Развивает дисциплину, терпение, мастерство и мудрость времени.",
      "benefits": [
        "Развитие дисциплины",
        "Принятие ограничений",
        "Мастерство и терпение",
        "Мудрость опыта"
      ],
      "script": "Сядьте в строгой, дисциплинированной позе. Спина прямая. Закройте глаза.\n\nВизуализируйте планету Сатурн с его кольцами — строгий, мудрый учитель, излучающий темно-синий или черный свет.\n\nПредставьте, как эта серьезная, заземляющая энергия входит через ваши ноги, поднимаясь к позвоночнику, создавая структуру и силу.\n\nСатурн показывает вам ваши ограничения, не как наказание, а как рамки для мастерства. Внутри ограничений рождается истинное мастерство.\n\nПовторяйте: 'Я принимаю дисциплину. Я ценю время. Я строю с терпением.'\n\nПочувствуйте вес ответственности, которую вы несете. Это благородный вес. Вы способны его нести.\n\nПредставьте себя мастером, который годами оттачивал свое ремесло. Сатурн награждает тех, кто терпелив и усерден.\n\nВизуализируйте крепкую структуру, которую вы строите в своей жизни — камень за камнем, день за днем. Это будет стоять вечно.\n\nПримите уроки прошлого. Каждая трудность сделала вас сильнее, мудрее. Благодарите Сатурн за уроки.\n\nОставайтесь в этом состоянии зрелости и мастерства.\n\nПоблагодарите строгого учителя и откройте глаза.",
      "bestTime": "Суббота или вечер",
      "mantra": "OM SHANAYE NAMAHA"
    },
    {
      "id": "planet_uranus",
      "title": "Уранианская медитация: Пробуждение и свобода",
      "planet": "Uranus",
      "duration": 600,
      "level": "intermediate",
      "zodiacSign": "Aquarius",
      "description": "Медитация для подключения к энергии Урана. Пробуждает инновационность, свободу и высшее сознание.",
      "benefits": [
        "Пробуждение сознания",
        "Инновационное мышление",
        "Освобождение от ограничений",
        "Связь с будущим"
      ],
      "script": "Сядьте удобно и закройте глаза. Дышите свободно, без паттернов.\n\nВизуализируйте планету Уран — вращающийся на боку, излучающий электрический бирюзовый свет, непредсказуемый и свободный.\n\nПредставьте, как молния этого электрического света входит в вашу коронную чакру. Вы чувствуете озарение, внезапное пробуждение.\n\nУранианская энергия разрушает старые паттерны мышления, освобождает вас от условностей и ограничений.\n\nПовторяйте: 'Я свободен. Я пробужден. Я инновационен. Я уникален.'\n\nПочувствуйте, как цепи привычек, ожиданий, страхов разрываются. Вы свободны быть собой.\n\nПредставьте себя получающим гениальную идею, внезапное озарение. Уран приносит прорывы.\n\nВизуализируйте электрический свет, проходящий через вашу нервную систему, пробуждая каждую клетку к новому уровню сознания.\n\nПримите непредсказуемость, перемены, революцию. Это путь эволюции.\n\nОставайтесь открытыми к неожиданному.\n\nПоблагодарите Уран и откройте глаза, свободные и пробужденные.",
      "bestTime": "В моменты перемен",
      "mantra": "OM FREEDOM"
    },
    {
      "id": "planet_neptune",
      "title": "Нептунианская медитация: Растворение и мистика",
      "planet": "Neptune",
      "duration": 900,
      "level": "advanced",
      "zodiacSign": "Pisces",
      "description": "Медитация для подключения к энергии Нептуна. Открывает врата к духовным измерениям, творчеству и безусловной любви.",
      "benefits": [
        "Духовное пробуждение",
        "Развитие психических способностей",
        "Творческое вдохновение",
        "Безусловная любовь"
      ],
      "script": "Сядьте или лягте в полумраке. Включите расслабляющую музыку. Закройте глаза.\n\nВизуализируйте планету Нептун — окутанную туманом, излучающую мистический фиолетово-бирюзовый свет, растворяющую все границы.\n\nПредставьте, что вы погружаетесь в океан этого света. Границы вашего тела начинают растворяться. Вы становитесь жидкостью, туманом, энергией.\n\nНептунианская энергия открывает врата к тонким мирам. Вы видите за завесой реальности.\n\nПовторяйте шепотом: 'Я растворяюсь в божественном. Я — океан сознания. Я — мечта бога.'\n\nПозвольте себе полностью отпустить логику, контроль, эго. Просто будьте. Плывите в потоке.\n\nПочувствуйте безусловную любовь, которая пронизывает всё. Вы — часть этой любви, нет разделения.\n\nВизуализируйте мистические образы, символы, видения. Нептун открывает канал к бессознательному и высшим измерениям.\n\nВы можете получить творческое вдохновение, духовное откровение, исцеляющее видение.\n\nОставайтесь в этом океане сознания так долго, как нужно.\n\nОчень медленно возвращайтесь, сохраняя связь с мистическим.\n\nПоблагодарите Нептун и откройте глаза.",
      "bestTime": "Вечер или у воды",
      "mantra": "OM NAMAH SHIVAYA"
    },
    {
      "id": "planet_pluto",
      "title": "Плутонианская медитация: Трансформация и возрождение",
      "planet": "Pluto",
      "duration": 720,
      "level": "advanced",
      "zodiacSign": "Scorpio",
      "description": "Медитация для подключения к энергии Плутона. Мощная трансформация через смерть и возрождение.",
      "benefits": [
        "Глубокая трансформация",
        "Освобождение от прошлого",
        "Алхимия души",
        "Возрождение к новой жизни"
      ],
      "script": "Сядьте в темном, тихом месте. Закройте глаза и дышите глубоко.\n\nВизуализируйте карликовую планету Плутон — темную, далекую, излучающую глубокий черно-красный свет трансформации.\n\nПредставьте, что вы спускаетесь в подземный мир, в глубины своей психики. Вы не боитесь темноты.\n\nПлутонианская энергия показывает вам то, что вы прятали, подавляли, боялись. Посмотрите на это без страха.\n\nПовторяйте: 'Я принимаю свою тень. Я трансформируюсь. Я возрождаюсь.'\n\nПредставьте, что старая версия вас умирает. Всё, что больше не служит — растворяется, сгорает в черном пламени.\n\nЭто может быть болезненно, но это необходимо. Смерть предшествует возрождению.\n\nИз пепла старого вы возникаете обновленным — более сильным, мудрым, целостным. Феникс восстал.\n\nПочувствуйте невероятную силу в вашем животе — силу трансформации, силу алхимии, силу власти над собой.\n\nВы прошли через смерть и родились заново. Теперь вы неуязвимы.\n\nОставайтесь в этом состоянии возрожденной силы.\n\nПоблагодарите Плутон за трансформацию и откройте глаза, новорожденные.",
      "bestTime": "Новолуние или ночь",
      "mantra": "OM TRANSFORMATION"
    }
  ]
}
