{
  "category": "Sleep",
  "meditations": [
    {
      "id": "sleep_stars",
      "title": "Путешествие к звездам: Глубокий сон",
      "duration": 1200,
      "level": "beginner",
      "description": "Успокаивающая визуализация путешествия через звездное небо для глубокого сна.",
      "benefits": [
        "Быстрое засыпание",
        "Глубокий сон",
        "Снятие стресса дня",
        "Восстановление энергии"
      ],
      "script": "Лягте удобно в кровати. Выключите свет. Закройте глаза и сделайте три медленных глубоких вдоха.\n\nПредставьте, что вы лежите на мягком облаке под ночным небом. Над вами бесконечное звездное пространство.\n\nОблако медленно поднимается, унося вас всё выше и выше, к звездам. Вы чувствуете себя безопасно, спокойно, расслабленно.\n\nКаждая звезда, мимо которой вы проплываете, излучает успокаивающий свет. Этот свет убаюкивает вас, растворяет все мысли, все заботы дня.\n\nВы проплываете мимо созвездий — Большой Медведицы, Ориона, Кассиопеи. Они поют вам колыбельную на языке космоса.\n\nВаше тело становится всё тяжелее, глубже погружаясь в облако. Ваше дыхание замедляется, становится мягким и ровным.\n\nЗвезды начинают мягко мерцать в такт вашему дыханию. Вдох — звезды ярче. Выдох — мягче. Вдох... выдох...\n\nВы чувствуете, как границы между вами и космосом растворяются. Вы — часть этого бесконечного, спокойного пространства.\n\nОблако приносит вас в особое место между звездами — это ваше место отдыха. Здесь абсолютный покой.\n\nПозвольте себе погрузиться в глубокий, восстановительный сон. Звезды будут охранять ваш покой до утра.\n\nСпокойной ночи..."
    },
    {
      "id": "sleep_ocean",
      "title": "Колыбельная океана",
      "duration": 1200,
      "level": "beginner",
      "description": "Расслабляющая медитация с образами океана для спокойного сна.",
      "benefits": [
        "Глубокое расслабление",
        "Эмоциональное очищение",
        "Качественный сон",
        "Успокоение ума"
      ],
      "script": "Лягте удобно и закройте глаза. Почувствуйте, как ваше тело тяжелеет на кровати.\n\nПредставьте, что вы лежите на теплом песчаном пляже на закате. Солнце садится, окрашивая небо в розовые и золотые тона.\n\nВы слышите нежный шум волн. Они мягко накатывают на берег и отступают. Накатывают... и отступают...\n\nСинхронизируйте дыхание с ритмом волн. Вдох — волна накатывает. Выдох — волна отступает.\n\nС каждой волной, которая отступает, она уносит напряжение из вашего тела. Из ног... из рук... из плеч... из головы...\n\nТеплый вечерний ветерок мягко обдувает вас. Он пахнет солью и свободой.\n\nСолнце наконец село, и небо стало темно-синим. Появляются первые звезды.\n\nВолны продолжают свою убаюкивающую песню. Шшш... шшш... Накатывают и отступают.\n\nВаше тело полностью расслаблено, тяжелое, как будто вы погружаетесь в теплый песок.\n\nОкеан качает вас, как младенца. Вы в безопасности. Вы можете отпустить всё.\n\nПозвольте себе уплыть на волнах в глубокий сон.\n\nОкеан будет петь вам всю ночь."
    },
    {
      "id": "sleep_forest",
      "title": "Лесное убежище",
      "duration": 1200,
      "level": "beginner",
      "description": "Успокаивающая прогулка по ночному лесу для умиротворения и сна.",
      "benefits": [
        "Снятие тревожности",
        "Связь с природой",
        "Спокойный сон",
        "Восстановление нервной системы"
      ],
      "script": "Закройте глаза и представьте, что вы находитесь на опушке древнего леса в сумерках.\n\nВоздух свежий и прохладный. Вы чувствуете аромат сосен, мха, земли.\n\nВы медленно идете по мягкой лесной тропинке. Под ногами шуршат листья.\n\nНад вами высокие деревья качаются на легком ветру, шелестя листвой. Этот звук убаюкивает.\n\nВы подходите к маленькой поляне. В центре — удобное ложе из мха и мягкой травы, приготовленное специально для вас.\n\nВы ложитесь на это природное ложе. Оно идеально подстраивается под ваше тело.\n\nНад вами через кроны деревьев видны звезды. Они мерцают, как тысячи свечей.\n\nВы слышите тихие звуки леса — далекое уханье совы, шелест листьев, журчание ручья.\n\nЛес окутывает вас своей защитной энергией. Здесь вы в полной безопасности.\n\nВаше дыхание синхронизируется с дыханием леса. Вы — часть этого древнего, мудрого мира.\n\nПозвольте лесу убаюкать вас своей колыбельной.\n\nСпите под защитой древних деревьев до самого утра."
    },
    {
      "id": "sleep_body_scan",
      "title": "Путешествие расслабления",
      "duration": 900,
      "level": "beginner",
      "description": "Медитация body scan для полного расслабления перед сном.",
      "benefits": [
        "Глубокое телесное расслабление",
        "Осознанность тела",
        "Освобождение от напряжения",
        "Качественный сон"
      ],
      "script": "Лягте на спину, руки вдоль тела. Закройте глаза и сделайте три глубоких вдоха.\n\nМы совершим путешествие по вашему телу, расслабляя каждую часть.\n\nНачнем с пальцев ног. Сосредоточьте внимание на пальцах правой ноги. Напрягите их на вдохе... и полностью расслабьте на выдохе. Почувствуйте, как они тяжелеют.\n\nПерейдите к стопе... лодыжке... голени... колену... бедру... Вся правая нога тяжелая, расслабленная, будто вросла в кровать.\n\nТеперь левая нога. Пальцы... стопа... голень... колено... бедро... Обе ноги полностью расслаблены.\n\nТаз... живот... позвольте животу быть мягким, расслабленным. Грудь... спина... Почувствуйте, как спина расслабляется и расширяется на кровати.\n\nПлечи... отпустите всё напряжение, которое вы носите здесь. Пусть они опустятся, расслабятся, станут тяжелыми.\n\nПравая рука — пальцы, ладонь, запястье, предплечье, локоть, плечо... Левая рука — пальцы, ладонь, запястье, предплечье, локоть, плечо...\n\nШея... расслабьте шею. Лицо... расслабьте челюсть, язык, щеки, глаза, лоб... Позвольте всему лицу быть мягким.\n\nВаше тело полностью расслаблено, тяжелое, погруженное в кровать.\n\nНа каждом выдохе вы погружаетесь глубже в расслабление, ближе ко сну.\n\nПозвольте себе уплыть в сон."
    },
    {
      "id": "sleep_moonlight",
      "title": "Лунное купание",
      "duration": 1200,
      "level": "beginner",
      "description": "Исцеляющая медитация с лунным светом для восстановительного сна.",
      "benefits": [
        "Эмоциональное исцеление во сне",
        "Глубокое восстановление",
        "Связь с лунными циклами",
        "Спокойные сновидения"
      ],
      "script": "Лягте удобно и закройте глаза. Представьте, что сейчас ночь полнолуния.\n\nВы лежите в саду под открытым небом. Над вами огромная, яркая полная Луна.\n\nЛуна излучает мягкий серебристый свет. Этот свет начинает мягко опускаться на вас, как нежный дождь.\n\nЛунный свет касается вашей коронной чакры и начинает медленно течь вниз по вашему телу.\n\nОн течет через голову, смывая все мысли дня... через горло, освобождая невысказанное... через сердце, исцеляя эмоции...\n\nЛунный свет течет ниже, через живот, таз, ноги, до самых пальцев ног, очищая и расслабляя каждую клетку.\n\nВы купаетесь в этом целительном лунном свете. Он проникает внутрь вас, в каждую клетку, исцеляя на глубочайшем уровне.\n\nЛуна поет вам колыбельную на древнем языке. Эта песня успокаивает вашу душу.\n\nПочувствуйте связь с циклами Луны, с приливами и отливами жизни. Всё меняется, всё течет.\n\nЛунный свет создает защитный кокон вокруг вас. В этом коконе вы полностью в безопасности.\n\nПока вы спите, Луна будет исцелять и восстанавливать вас. Утром вы проснетесь обновленным.\n\nПозвольте себе погрузиться в исцеляющий сон под светом Луны."
    }
  ]
}
