{
  "compatibilities": [
    {
      "sign1": "Aries",
      "sign2": "Aries",
      "overallScore": 75,
      "summary": "Два огненных лидера создают взрывную, но захватывающую пару",
      "love": {
        "score": 80,
        "description": "Два Овна вместе — это фейерверк страсти и энергии. Между ними мгновенное притяжение и понимание желаний друг друга. Однако оба хотят быть лидерами, что может вызывать конфликты. Отношения будут полны приключений, спонтанности и страсти, но потребуют работы над компромиссами. Если они научатся по очереди лидировать, союз может быть очень динамичным."
      },
      "friendship": {
        "score": 85,
        "description": "Как друзья, два Овна великолепны. Они вдохновляют друг друга на новые начинания и приключения. Вместе они берутся за любые вызовы и мотивируют друг друга. Дружба полна активности, спортивных мероприятий и спонтанных поездок. Могут быть соревновательны, но это только добавляет драйва."
      },
      "work": {
        "score": 60,
        "description": "В работе двум Овнам сложно, так как оба хотят руководить. Если они работают над разными проектами или четко разделены сферы влияния, могут быть очень продуктивны. Оба энергичны и инициативны, но нужно избегать конфликтов за власть. Лучше работать как независимые партнеры, чем в иерархии."
      },
      "strengths": [
        "Взаимное понимание энергии",
        "Общая любовь к приключениям",
        "Высокая страсть",
        "Искренность и прямолинейность"
      ],
      "challenges": [
        "Конкуренция за лидерство",
        "Двойное упрямство",
        "Недостаток терпения друг к другу",
        "Вспышки гнева"
      ],
      "advice": "Научитесь делиться властью и ценить сильные качества друг друга. Направьте конкурентность во внешние вызовы, а не друг на друга."
    },
    {
      "sign1": "Aries",
      "sign2": "Taurus",
      "overallScore": 55,
      "summary": "Огонь встречает Землю: динамика против стабильности",
      "love": {
        "score": 60,
        "description": "Овен и Телец — соседи по зодиаку, но очень разные. Овен импульсивен и быстр, Телец медлителен и осторожен. Физическое притяжение может быть сильным — Овен возбуждает Тельца, а Телец заземляет Овна. Однако темп жизни сильно различается. Овен хочет действовать сейчас, Телец хочет подумать. Если Овен научится терпению, а Телец — спонтанности, союз может сбалансироваться."
      },
      "friendship": {
        "score": 55,
        "description": "Как друзья, они могут дополнять друг друга. Овен вытаскивает Тельца из зоны комфорта, а Телец учит Овна наслаждаться моментом. Однако Овен может раздражаться медлительностью Тельца, а Телец — поспешностью Овна. Дружба работает лучше, когда они принимают различия."
      },
      "work": {
        "score": 50,
        "description": "На работе Овен хочет быстрых результатов, а Телец — качественных. Овен начинает проекты, Телец их завершает. Это может быть хорошей комбинацией, если они уважают подход друг друга. Конфликты возникают из-за разного темпа работы."
      },
      "strengths": [
        "Дополняющие энергии",
        "Овен вдохновляет, Телец стабилизирует",
        "Сильное физическое притяжение",
        "Возможность баланса"
      ],
      "challenges": [
        "Разный темп жизни",
        "Упрямство обоих",
        "Овен слишком импульсивен для Тельца",
        "Телец слишком медлителен для Овна"
      ],
      "advice": "Овну нужно замедлиться и оценить стабильность Тельца. Тельцу — быть более открытым к переменам и приключениям."
    },
    {
      "sign1": "Aries",
      "sign2": "Gemini",
      "overallScore": 85,
      "summary": "Динамичный дуэт, полный энергии и приключений",
      "love": {
        "score": 88,
        "description": "Овен и Близнецы создают яркую, живую пару. Оба любят новизну, приключения и не терпят скуки. Овен восхищается умом Близнецов, а Близнецы — смелостью Овна. Отношения полны спонтанных поездок, интересных разговоров и веселья. Оба ценят независимость друг друга. Единственная проблема — оба могут быть непостоянны, поэтому нужна осознанность для глубины связи."
      },
      "friendship": {
        "score": 90,
        "description": "Идеальные друзья-партнеры по приключениям! Они никогда не скучают вместе. Близнецы придумывают идеи, Овен их реализует. Вместе они исследуют мир, пробуют новое и веселятся. Дружба легкая, без драмы."
      },
      "work": {
        "score": 77,
        "description": "Отличная рабочая пара для креативных, динамичных проектов. Близнецы генерируют идеи, Овен действует. Оба быстры и адаптивны. Могут не хватать фокуса на деталях и завершении, но энергия и креативность компенсируют это."
      },
      "strengths": [
        "Общая любовь к новизне",
        "Интеллектуальная и физическая совместимость",
        "Легкость и веселье",
        "Взаимное уважение независимости"
      ],
      "challenges": [
        "Может не хватать глубины",
        "Оба непостоянны",
        "Сложность с обязательствами",
        "Недостаток терпения к рутине"
      ],
      "advice": "Работайте над созданием глубины и стабильности. Иногда замедляйтесь и соединяйтесь эмоционально, а не только интеллектуально."
    },
    {
      "sign1": "Aries",
      "sign2": "Cancer",
      "overallScore": 48,
      "summary": "Огонь и Вода: страсть встречает эмоциональность",
      "love": {
        "score": 55,
        "description": "Овен и Рак — сложная комбинация. Овен прямолинеен и активен, Рак чувствителен и осторожен. Овен может ненамеренно ранить чувства Рака своей прямотой, а Рак может казаться Овну слишком эмоциональным. Однако Овен может научить Рака смелости, а Рак — Овна эмоциональной глубине. Нужно много работы и понимания."
      },
      "friendship": {
        "score": 50,
        "description": "Дружба требует усилий. Овен любит шумные компании, Рак предпочитает уют дома. Овен может не понимать эмоциональных потребностей Рака, а Рак — энергии Овна. Работает лучше как поддерживающая, а не близкая дружба."
      },
      "work": {
        "score": 40,
        "description": "На работе Овен нацелен на действие и результат, Рак — на отношения и эмоциональный климат. Овен может казаться Раку грубым, а Рак Овну — медлительным. Сложно найти общий язык без компромиссов."
      },
      "strengths": [
        "Овен защищает Рака",
        "Рак заботится об Овне",
        "Возможность взаимного обучения",
        "Дополняющие качества"
      ],
      "challenges": [
        "Разные темпераменты",
        "Овен слишком прямолинеен для Рака",
        "Рак слишком эмоционален для Овна",
        "Конфликт между независимостью и близостью"
      ],
      "advice": "Овну нужно быть мягче и внимательнее к чувствам. Раку — не принимать всё на свой счёт и ценить смелость Овна."
    },
    {
      "sign1": "Aries",
      "sign2": "Leo",
      "overallScore": 92,
      "summary": "Огненная пара королей: страсть, драма и великолепие",
      "love": {
        "score": 95,
        "description": "Овен и Лев — классическая огненная пара. Мгновенное притяжение, страсть и взаимное восхищение. Оба сильные, уверенные и любят жизнь. Лев ценит смелость Овна, Овен восхищается великолепием Льва. Отношения полны романтики, приключений и драмы. Единственная проблема — конкуренция за внимание. Если научатся делиться сценой, будут непобедимой парой."
      },
      "friendship": {
        "score": 93,
        "description": "Лучшие друзья и партнеры по приключениям. Вместе они покоряют мир, веселятся и вдохновляют друг друга. Обожают вместе праздновать, развлекаться и быть в центре внимания. Лояльные и поддерживающие."
      },
      "work": {
        "score": 88,
        "description": "Мощная рабочая команда для больших, амбициозных проектов. Оба лидеры, но могут делить роли: Овен — стартер, Лев — шоумен. Вместе они вдохновляют команду и достигают невероятных результатов."
      },
      "strengths": [
        "Взаимное восхищение",
        "Общая страсть к жизни",
        "Высокая энергия",
        "Лояльность и поддержка"
      ],
      "challenges": [
        "Конкуренция за лидерство",
        "Столкновение эго",
        "Оба упрямы",
        "Потребность во внимании"
      ],
      "advice": "Научитесь праздновать успехи друг друга, а не конкурировать. Ваша сила — в объединении, не в соперничестве."
    },
    {
      "sign1": "Aries",
      "sign2": "Virgo",
      "overallScore": 45,
      "summary": "Огонь встречает практичность: вызов для обоих",
      "love": {
        "score": 50,
        "description": "Овен и Дева — сложная комбинация. Овен импульсивен и хаотичен, Дева методична и осторожна. Овен раздражается критичностью Девы, Дева — безрассудством Овна. Однако Овен может научить Деву спонтанности, а Дева — Овна вниманию к деталям. Нужно много терпения и принятия."
      },
      "friendship": {
        "score": 48,
        "description": "Дружба возможна, но требует усилий. Овен любит приключения, Дева — порядок. Дева может помогать Овну с практическими вопросами, Овен — вытаскивать Деву из зоны комфорта. Работает лучше как поддерживающая связь."
      },
      "work": {
        "score": 38,
        "description": "На работе сложно. Овен хочет действовать быстро, Дева — тщательно планировать. Дева видит все риски, которые Овен игнорирует. Конфликты неизбежны без чёткого разделения ролей."
      },
      "strengths": [
        "Дополняющие навыки",
        "Овен действует, Дева планирует",
        "Возможность взаимного обучения",
        "Баланс энергии и практичности"
      ],
      "challenges": [
        "Разные подходы к жизни",
        "Дева критична, Овен нетерпелив",
        "Конфликт спонтанности и планирования",
        "Разное понимание совершенства"
      ],
      "advice": "Овну нужно ценить внимание Девы к деталям. Деве — расслабиться и доверять инстинктам Овна."
    },
    {
      "sign1": "Aries",
      "sign2": "Libra",
      "overallScore": 72,
      "summary": "Противоположности притягиваются: баланс между действием и гармонией",
      "love": {
        "score": 78,
        "description": "Овен и Весы — противоположные знаки, что создаёт магнетическое притяжение. Овен решителен, Весы дипломатичны. Овен учит Весов смелости и действию, Весы учат Овна такту и балансу. Химия сильная, но нужна работа над пониманием. Овен может торопить Весов, Весы могут раздражать Овна нерешительностью."
      },
      "friendship": {
        "score": 75,
        "description": "Интересная дружба дополняющих характеров. Овен вдохновляет Весов на смелость, Весы учат Овна дипломатии. Вместе они уравновешивают друг друга. Весы смягчают резкость Овна, Овен придаёт Весам решительность."
      },
      "work": {
        "score": 63,
        "description": "На работе могут быть продуктивны, если используют сильные стороны. Овен действует, Весы дипломатично улаживают отношения. Конфликт может возникать из-за разного темпа и подходов к решению проблем."
      },
      "strengths": [
        "Магнетическое притяжение",
        "Взаимное обучение",
        "Баланс действия и размышления",
        "Дополняющие качества"
      ],
      "challenges": [
        "Овен слишком прямолинеен для Весов",
        "Весы слишком нерешительны для Овна",
        "Разный темп принятия решений",
        "Конфликт независимости и партнёрства"
      ],
      "advice": "Овну нужно быть терпеливее с процессом принятия решений Весов. Весам — больше доверять своим инстинктам."
    }
  ]
}
